Repository: cetin01/callbutler-in-vs2008
Catalog: trunk/CallButler Manager/Forms/DepartmentForm.*.resx
Languages: de

# lblDepartmentName.HelpText
source: Specify a name for this department here. The name you give this department is for your reference only and will not have any affect on what the caller hears.
de: Definieren Sie den Namen für diese Abteilung hier. Der Name für die Abteilung, den Sie hier vergeben, ist nur für Sie intern und hat keinen Einfluß darauf, was der Anrufer zu hören bekommt.

# lblDepartmentName.HelpTitle
source: Department Name
de: Abteilungsname

# lblDepartmentName.Text
source: Department Name
de: Abteilungsname

# lblScript.HelpText
source: Use this if you want to run a custom-built script when this department is selected. With a custom script you can create your own call flows and even interface with databases and other applications. To create a custom script you may want to use the inTeliScript editor included with CallButler. See the CallButler documentation for information on creating and using custom scripts. You can browse for a custom script by pressing the Next button below.
de: Benutzen Sie diesen, falls Sie einen kundenspezifischen Skript starten möchten, wenn diese Abteilung angewählt wird. Mit einem kundenspezifischen Skript können Sie die Anrufsteuerung sowie die Schnittstelle zu Datenbanken und anderen Anwendungen selbst übernehmen. Um ein kundenspezifischen Skript zu erstellen, können Sie den in im CallButler integrierten inTeliScript-Editor verwenden. Beachten Sie die Dokumentation von CallButler, wo das Erstellung und Anwenden von Skripts erläutert wird. Um nach einem spezifischen Skript zu suchen, klicken Sie unten auf den Button "Weiter"

# lblScript.HelpTitle
source: Run a Custom Script
de: kundenspezifisches Skript starten

# lblScript.Text
source: Run a custom script (For advanced users)
de: kundenspezifisches Skript starten (für Fortgeschrittene)

# lblNumber.HelpText
source: Use this if you want to transfer the caller to another telephone number when this department is selected. You might use this type of department to: - Transfer callers to a fax machine - Transfer callers to another company or division You can specify a telephone number by pressing the Next button below. Note: CallButler for Skype Edition users may also transfer the caller to a Skype Name.
de: Benutzen Sie dies, wenn Sie den Anruf an eine andere Rufnummer weiterleiten möchten, wenn diese Abteilung angewählt wird. Sie könnten diesen Abteilungstyp auswählen, um: - Anrufer auf ein Faxgerät weiterzuleiten - Anrufer an eine andere Firma oder Abteilung weiterzuleiten Sie können eine Telefonnummer definiert, wenn Sie unten auf "Weiter" klicken. Achtung: CallButler für Skype Edition Benutzer/innen können für den Transfer auch Skype-Namen eintragen

# lblNumber.HelpTitle
source: Transfer the Call to a Telephone Number
de: Leiten Sie den Anruf an eine Telefonnummer weiter

# lblNumber.Text
source: Transfer the call to a
de: Leiten Sie den Anruf an eine

# lblExtension.HelpText
source: Use this if you want to transfer the caller to a specific extension when this department is selected. You might use this type of department to: - Transfer callers wanting to talk to someone in sales to your sales manager's extension - Transfer callers to an extension with a voicemail box used for general messages You can specify a specific extension by pressing the Next button below.
de: Benutze diesen, wenn Sie den Anrufer an eine spezielle Durchwahl weiterleiten möchten, wenn diese Abteilung ausgewählt wird Sie können diese Art von Abteilung auswählen, um - Anrufer, welche mit dem Verkauf verbunden werden wollen, an die Durchwahl des Verkaufsleiters weiterzuleiten - Anrufer mit der VoiceMail-Box zu verbinden, um allgemeine Informationen anzubieten Sie können eine spezifische Durchwahl definiert, wenn Sie unten auf "Weiter" klicken.

# lblExtension.HelpTitle
source: Transfer the Call to an Extension
de: Anruf an eine Durchwahl weiterleiten

# lblExtension.Text
source: Transfer the call to an extension
de: Anruf an eine Durchwahl weiterleiten

# lblMessage.HelpText
source: Use this if you want to play a pre-recorded message to callers when this department is selected. You might use this type of department for: - Store hours and directions - Monthly specials - Listing of products and services You can record a new message or select an exising sound for the message by pressing the Next button below.
de: Benutzen Sie diesen, wenn Sie eine aufgezeichnete Nachricht für den Anrufer abspielen möchten, insofern er diese Abteilung angewählt hat. Sie können diese Abteilung nutzen, um die - Öffnungszeiten und Wegbeschreibung - Sonderangebote - Produkt und Dienstleistungsübersicht bekanntzugeben. Sie können eine neue Nachricht aufzeichen oder eine existierende Nachricht auswählen, in dem Sie unten auf "Weiter" klicken.

# lblMessage.HelpTitle
source: Play a message
de: Nachricht abspielen

# lblMessage.Text
source: Play a message
de: Nachricht abspieln

# wizardHeader5.Description
source: Give this department a name and select the type of information that will be relayed to the caller when this department is selected
de: Geben Sie dieser Abteilung einen Namen und wählen Sie die Informationsart aus, die der Anrufer erhält, wenn er diese Abteilung anwählt.

# wizardHeader5.SubTitle
source: General Settings
de: Allgemeine Einstellugen

# wizardHeader5.Title
source: Department / Menu Option
de: Abteilung/Menü Option

# label1.Text
source: When a caller chooses this deparment, I want to...
de: Wenn der Anrufer diese Abteilung auswählt, möchte ich ...

# pgGeneralSettings.Text
source: General Settings
de: Allgemeine Einstellungen

# wizardHeader1.Description
source: Specify how you would like this message to be played
de: Definieren Sie, wie die Nachricht abgespielt werden soll

# wizardHeader1.SubTitle
source: Message Settings
de: Nachrichten Einstellung

# wizardHeader1.Title
source: Department / Menu Option
de: Abteilung/Menü Option

# wizardHeader2.Description
source: Select an extension from the list below
de: Wählen Sie eine Durchwahl aus der untenstehenden Liste

# wizardHeader2.SubTitle
source: Extension Settings
de: Durchwahl-Einstellungen

# wizardHeader2.Title
source: Department / Menu Option
de: Abteilung/Menü Option

# wizardHeader3.Description
source: Specify a number to which to transfer the call
de: Definieren Sie eine Nummer, wohin der Anruf verbunden werden soll

# wizardHeader3.SubTitle
source: Telephone Number Settings
de: Telefonnummer-Einstellung

# wizardHeader3.Title
source: Department / Menu Option
de: Abteilung/Menü Option

# btnImportOutlook.Text
source: Import a contact from Outlook...
de: Importiere einen Kontakt aus Outlook

# smoothLabel1.HelpText
source: Specify a path to a custom script file. CallButler will execute this custom script when this department is selected. Please note that if you are managing a CallButler service on another computer, you will need to specify a path to a script that is saved on that computer.
de: Definieren Sie einen Pfad zu einem kundenspezifischen Skript. CallButler wird dieses individuelle Skript ausführen, wenn diese Abteilung gewählt wird. Bitte beachten Sie, dass Sie - im Falle der CallButler Dienst auf einem anderen PC läuft, den entsprechend richtigen Pfad benennen.

# smoothLabel1.HelpTitle
source: Custom Script File Path
de: Pfad für individuelle Skripte

# smoothLabel1.Text
source: Script File Path
de: Pfad für Skripte

# wizardHeader4.Description
source: Please provide a path to a script file below
de: Bitte tragen Sie unten einen Pfad zum Skript ein

# wizardHeader4.SubTitle
source: Custom Script Settings
de: Individuelle Skripteinstellungen

# wizardHeader4.Title
source: Department / Menu Option
de: Abteilung/Menü Option

# btnScriptBrowse.Text
source: Browse...
de: Durchblättern

# $this.Text
source: Department / Menu Option
de: Abteilung/Menü Option
