Repository: cetin01/callbutler-in-vs2008
Catalog: trunk/CallButler Manager/Forms/PersonalizedGreetingForm.*.resx
Languages: de

# wizardPage2.Text
source: Personalization Settings
de: Personalisierungs-Einstellungen

# wizardPage1.Text
source: Personalized Message
de: Personalisierte Nachricht

# pgGeneral.Text
source: Caller Identification
de: Anrufer-Identifizierung

# lblScript.HelpText
source: Use this if you want to run a custom-built script after the personalized greeting is played. With a custom script you can create your own call flows and even interface with databases and other applications. To create a custom script you may want to use the inTeliScript editor included with CallButler. See the CallButler documentation for information on creating and using custom scripts.
de: Benutzen Sie dies, wenn Sie ein individuelles Skript nach einer personalisierten Begrüssung starten wollen. Mit einem individuellen Skript können Sie Ihren eigenen Anruf-Ablaufplan nebst Schnittstellen mit Datenbanken und Programmen definieren. Um ein individuelles Skript zu schreiben, können Sie den TeliScript Editor von CallButler verwenden. Schauen Sie sich hierzu die CallButler Dokumentation an, welche Sie über das Erstellen und Benutzen von Skripten informiert.

# lblScript.HelpTitle
source: Run a Custom Script
de: starten eines individuellen Skripts

# lblScript.Text
source: Run a custom script (For advanced users)
de: starten eines individuellen Skripts (für Fortgeschrittene)

# lblHangUp.HelpText
source: Select this if you want to hang up on this specific caller after the personalized message is played. You might use this personalization option to: - Notify unwanted callers that you will not take their calls
de: Wählen Sie dies, wenn Sie möchten, dass nach Abspielen der personalisierten Ansage direkt aufgelegt wird. Sie können diese Personalisierungs-Option für folgenden Zweck verwenden: - Ungewünschte Anrufer informieren, dass deren Anrufe nicht entgegen genommen werden

# lblHangUp.HelpTitle
source: Hang up the Call
de: Anruf beenden

# lblHangUp.Text
source: Hang up the call
de: Anruf beenden

# lblTransfer.HelpText
source: Select this if you want this specific caller to be transferred directly to an extension after the personalized greeting is played. You might use this personalization option to: - Transfer important callers directly to the company owner - Transfer customers directly to their personal account reps
de: Wählen Sie dies, wenn Sie möchten, dass ein spezieller Anrufer nach personalisierter Begrüssung direkt an eine bestimmte Durchwahl verbunden wird. Sie können diese Option hierfür verwenden: - Weiterleiten von wichtigen Anrufern direkt an den Firmeninhaber

# lblTransfer.HelpTitle
source: Transfer the Call to an Extension
de: Anruf an eine Durchwahl weiterleiten

# lblTransfer.Text
source: Transfer the call to an extension
de: Anruf an eine Durchwahl weiterleiten

# lblContinueCall.HelpText
source: Select this if you want this specific caller to continue with the call as any other caller would (ie, after the personalized greeting is played, the caller will be sent to the main menu). You might use this personalization option to: - Tell callers in a specific area about an upcoming event
de: Wähle dies, wenn Sie möchten, dass ein bestimmter Anrufer genauso wie jeder andere Anrufer den Anruf fortsetzt (z.B: nachdem die personalisierte Begrüssung abgespielt ist, wird der Anrufer ins Hauptmenü geleitet). Sie können dies Option hierfür verwenden: - Um Anrufern in einem bestimmten Gebiet über eine Veranstaltung zu informieren

# lblContinueCall.HelpTitle
source: Continue with the Call as Normal
de: den Anruf normal fortsetzen

# lblContinueCall.Text
source: Continue with the call as normal
de: den Anruf normal fortsetzen

# label6.Text
source: Select an Extension
de: eine Durchwahl auswählen

# smoothLabel3.HelpText
source: Specify a path to a custom script file. CallButler will execute this custom script after the personalized greeting has been played. Please note that if you are managing a CallButler service on another computer, you will need to specify a path to a script that is saved on that computer.
de: Definieren Sie einen Pfad zu einem individuellen Skript. Callbutler wird dieses Skript ausführen, sobald die personalisierte Begrüssung abgespielt ist. Bitte beachten Sie, wenn Sie den CallButler Dienst von einem anderen PC verwalten, dass Sie den Pfad für das Skript definieren, das auf diesem Computer gespeichert ist.

# smoothLabel3.HelpTitle
source: Custom Script File Path
de: individueller Skript-Pfad

# smoothLabel3.Text
source: Script File Path
de: Skript-Pfad

# btnScriptBrowse.Text
source: Browse...
de: Blättern...

# wizardHeader3.Description
source: Specify the general settings for this personalization.
de: Definieren Sie die allgemeinen Einstellungen für die Personalisierung.

# wizardHeader3.SubTitle
source: Personalization Settings
de: Personalisierungs-Einstellungen

# wizardHeader3.Title
source: Call Personalization
de: Anruf-Personalisierung

# label4.Text
source: After the personalized message is played...
de: Nachdem die personalisierte Nachricht abgespielt ist

# wizardHeader2.Description
source: Please specify a personalized message to be played for this caller.
de: Bitte definieren Sie eine personalisierte Nachricht, die für diesen Anrufer abgespielt werden soll.

# wizardHeader2.SubTitle
source: Personalized Message
de: Personalisierte Nachricht

# wizardHeader2.Title
source: Call Personalization
de: Anruf Personalisierung

# smoothLabel5.HelpText
source: Specify a value here if you have multiple inbound telephone numbers and want CallButler to inspect the dialed telephone number. You can use the * character for wildcard matching. For example if you wanted to match all numbers in area code 206, you would specify a value of "1206*" or "*206*" (without the quotes). Note: For CallButler for Skype editions, this number may also be a Skype Name.
de: Definieren Sie hier einen Wert, wenn Sie mehrere eingehende Rufnummern haben und möchten das CallButler die gewählte Rufnummer prüft. Sie können den * für Joker-Suche verwenden. Z.B. wenn sie alle Nummern mit Vorwahl 206 filtern wollen, dann müssten Sie den Wert auf "1206*" oder "*206*" (ohne die Anführungszeichen) definieren. Beachten Sie: Bei CallButler für Skype-Editionen, kann mit Nummer auch der Skype-Name gemeint sein.

# smoothLabel5.HelpTitle
source: Dialed Telephone Number
de: gewählte Telefonnummer

# smoothLabel5.Text
source: Dialed Telephone Number
de: gewählte Telefonnummer

# smoothLabel4.HelpText
source: You may choose to specify a single value for Caller ID / Name, Caller Telephone Number and Dialed Telephone Number or you may choose to provide a value for all of them. For example if you wanted to match all callers that begin with J, you would enter "J*" for Caller ID / Name and leave Caller Telephone Number blank. If you wanted to match all callers that begin with J AND are in the 206 area code, you would enter "J*" for CallerID / Name and "*206*" for Caller Telephone Number.
de: Sie können einen einzelnen Wert für AnruferID/Name, Anrufernummer und gewählte Telefonnummer definieren oder alle mit einem Wert versehen. z.B. Wenn Sie alle Anrufer, die mit J beginnen, filtern möchten, geben Sie "J*" bei AnruferID/Name ein und lassen Sie die Anrufer-Telefonnummer leer. Wenn Sie alle Anrufer, die mit J beginnen UND in dem Vorwahlbereich 206 sind, geben Sie "J*" bei AnruferID/Name ein und "*206*" bei der Anrufer-Telefonnummer ein.

# smoothLabel4.HelpTitle
source: Caller ID / Name and Telephone NUmber
de: Anrufer ID/NAme und Telefonnummer

# smoothLabel4.Text
source: Fill in one or more:
de: Tragen Sie ein oder mehrere ein:

# smoothLabel2.HelpText
source: Use this space to comment on this Call Personalization. This is used for your reference only and will not affect the operation of this Call Personalization.
de: Benutzen Sie dieses freie Feld zur Erläuterung der Anruf-Personalisierung. Dies ist nur für interne Zwecke und hat keine Einwirkungen auf die Anruf-Personalisierung.

# smoothLabel2.HelpTitle
source: Notes
de: Notizen

# smoothLabel2.Text
source: Notes
de: Notizen

# lblOneTime.HelpText
source: If you select this box, CallButler will only use this Call Personalization for the first time this person calls.
de: Wenn Sie dies auswählen, wird CallButler die Anrufpersonalisierung nur beim ersten Anruf dieser Person verwenden.

# lblOneTime.HelpTitle
source: Use One Time Only
de: Nur einmal nutzen

# lblOneTime.Text
source: Use one time only
de: nur einmal nutzen

# lblRegex.HelpText
source: With regular expressions you can create very complex matching algorithms. Check this box if you would like CallButler to interpret the values used for Caller ID and Telephone Number as regular expressions. If you are unfamiliar with regular expressions you will find numerous sources for documentation and tutorials on the web.
de: Mit regulären Ausdrücken können Sie komplexe Suchalgorithmen erstellen. Markieren Sie dieses Kästchen, wenn Sie möchten, dass CallButler die Werte von AnruferID und Telefonnummer als reguläre Ausdrücke verwenden soll. Wenn Sie mit den regulären Ausdrücken nicht vertraut sind, finden Sie zahlreiche Quellen für Dokumentationen und Anleitungen im Internet.

# lblRegex.HelpTitle
source: User Regular Expressions for Matching
de: Benutzerdefinierte reguläre Ausdrücke für Datenabgleich

# lblRegex.Text
source: Use regular expressions for matching (For advanced users)
de: Benutze reguläre Ausdrücke für Datenabgleich (für Fortgeschrittene)

# smoothLabel1.HelpText
source: Specify a value here if you want CallButler to inspect the telephone number of the caller to determine if or how it should personalize the call. You can use the * character for wildcard matching. For example if you wanted to match all callers in area code 206, you would specify a value of "1206*" or "*206*" (without the quotes). Note: For CallButler for Skype editions, this number may also be a Skype Name.
de: Legen Sie hier einen Wert fest, wenn Sie möchten, dass CallButler die Anrufer-Telefonnummer herausfindet, um zu entscheiden, ob und wie der Anruf personalisiert werden soll. Sie können den * für die Jokersuche verwenden. z.B. wenn Sie alle Anrufer aus dem Vorwahlbereich 206 finden wollen, müssen Sie den Wert auf "1206*" oder "*206*" (ohne Anführungszeichen) festlegen. Achtung: Bei Skype-Versionen von CallButler, kann die Nummer auch der Skype-Name sein

# smoothLabel1.HelpTitle
source: Caller Telephone Number
de: Anrufer-Telefonnummer

# smoothLabel1.Text
source: Caller Telephone Number
de: Anrufer-Telefonnummer

# lblCallerID.HelpText
source: Specify a value here if you want CallButler to inspect the Caller ID or name of the caller to determine if or how it should personalize the call. You can use the * character for wildcard matching. For example if you wanted to match all callers with a name that start with the letter J, you would specify a value of "J*" (without the quotes). Note: For CallButler for Skype users you may specify a Skype Name for this value.
de: Legen Sie hier einen Wert fest, wenn Sie möchten, dass Callbutler nach der AnruferID oder dem Namen des Anrufers sucht, um festzulegen ob und wie der Anruf personalisiert wird. Sie können den * für die Jokersuche verwenden. z.B. wenn Sie nach Anrufernamen, die mit J beginnen suchen wollen, müssen Sie einen Wert "J*" (ohne Anführungszeichen) definieren. Achtung: Bei SKYPE-Version von CallButler kann auch der Skype-Name als Wert verwenden werden.

# lblCallerID.HelpTitle
source: Caller ID / Name
de: AnruferID/Name

# lblCallerID.Text
source: Caller ID / Name
de: AnruferID/Name

# btnImportOutlook.Text
source: Import a contact from Outlook...
de: Kontakt aus Outlook importieren

# wizardHeader1.Description
source: Specify how CallButler will identify callers.
de: Legen Sie fest, wie CallButler die Anrufer identifizieren soll.

# wizardHeader1.SubTitle
source: Caller Identification
de: Anrufer-Identifizierung

# wizardHeader1.Title
source: Call Personalization
de: Anrufpersonalisierung
