Repository: cetin01/callbutler-in-vs2008
Catalog: trunk/CallButler Manager/Forms/ScriptScheduleForm.*.resx
Languages: de

# smoothLabel3.HelpText
source: Specify a path to a custom script file. CallButler will execute this custom script during the hours defined for this script schedule. Please note that if you are managing a CallButler service on another computer, you will need to specify a path to a script that is saved on that computer.
de: Definieren Sie den Pfad zum individuellen Skript. Callbutler wird diesen individuellen Skript zu definierten Zeit gemäß Skript Zeitplan ausführen. Bitte beachten Sie, wenn Sie den CallButler Dienst auf einem anderen PC verwalten, dass Sie den Skriptpfad definieren müssen, der auf diesem Computer gespeichert ist.

# smoothLabel3.HelpTitle
source: Custom Script File Path
de: individuelles Skript-Verzeichnis

# smoothLabel3.Text
source: Script File Path
de: Skript-Verzeichnis

# smoothLabel5.HelpText
source: Specify a name for this script schedule. This name is for your reference only and will not affect the operation of the script schedule.
de: Definiere einen Namen für den Skript Zeitplan. Dieser Name ist nur für interne Zwecke und beeinflusst den Zeitplan des Skriptes nicht.

# smoothLabel5.HelpTitle
source: Schedule Name / Description
de: Name des Zeitplan / Beschreibung

# smoothLabel5.Text
source: Schedule Name / Description
de: Name des Zeitplan / Beschreibung

# cbEnabled.Text
source: Enable this script schedule
de: Aktiviere diesen Skript Zeitplan

# btnScriptBrowse.Text
source: Browse...
de: Blättern...

# wizardHeader1.Description
source: Please specify a name and a path to custom script file
de: Bitte definieren Sie einen Namen und einen Pfad für das individuelle Skript

# wizardHeader1.SubTitle
source: General Settings
de: Allgemeine Einstellungen

# wizardHeader1.Title
source: Script Schedule
de: Skript Zeitplan

# pgGeneral.Text
source: General Settings
de: Allgemeine Einstellungen

# lblHours.HelpText
source: Check this if you want CallButler to only use this script during certain hours of the day or week. You can specify the hours for this script below by clicking on specific hours or by clicking and dragging the mouse over a range of hours. If this option is not checked CallButler will always use this script no matter what time of day or week.
de: Markieren Sie hier, wenn Sie CallButler Skripte nur zu bestimmten Zeiten des Tages oder der Wochen benutzen möchten. Sie können die Uhrzeit für das Skript definieren, in dem Sie auf die bestimmte Uhrzeit klicken oder mit der Maus das Zeitraster kennzeichnen. Wenn Sie Option nicht gewählt ist, wird CallButler dieser Skript zu jederzeit verwenden.

# lblHours.HelpTitle
source: Script Hours
de: Skript Stunden

# lblHours.Text
source: Only run this script during the following hours
de: Dieser Skript soll nur zu folgenden Zeiten laufen:

# label12.Text
source: Time Zone
de: Zeitzone

# btnSelectInverse.Text
source: Select Inverse
de: Auswahl umkehren

# btnSelectAll.Text
source: Select All
de: alle auswählen

# btnSelectNone.Text
source: Select None
de: keine auswählen

# wizardHeader3.Description
source: Define hours of operation for this script
de: definieren den Zeitraum, zu welcher das Skript laufen soll

# wizardHeader3.SubTitle
source: Hours of Operation
de: Laufzeiten

# wizardHeader3.Title
source: Script Schedule
de: Skript Zeitplan

# pgHours.Text
source: Hours of Operation
de: Laufzeiten

# $this.Text
source: Script Schedule
de: Skript Zeitplan
