Repository: cetin01/callbutler-in-vs2008
Catalog: trunk/CallButler Manager/MainForm.*.resx
Languages: de

# mnuConnectOtherComputer.Text
source: To &another computer...
de: Mit &anderem Computer

# mnuConnectThisComputer.Text
source: To &this computer
de: Mit &diesem Computer

# mnuConnect.Text
source: &Connect
de: &Verbinden

# mnuClose.Text
source: &Close
de: &Schliessen

# fileToolStripMenuItem.Text
source: &File
de: &Datei

# mnuSettings.Text
source: &Settings
de: &Einstellungen

# mnuExpertMode.Text
source: Expert Mode
de: Experten Modus

# mnuEdit.Text
source: &Edit
de: &Ändern

# mnuExtensions.Text
source: &Extensions
de: &Durchwahlen

# mnuScriptSchedule.Text
source: Script S&chedule
de: Skript Z&eitplan

# mnuCallFlow.Text
source: Call &Flow
de: Anruf&Ablauf

# mnuCallPersonalization.Text
source: Call Pers&onalization
de: Anruf Pers&onalisierung

# mnuTestDrive.Text
source: Test &Drive
de: Test

# mnuVoIPProviders.Text
source: &Phone Numbers
de: VoIP&Provider

# mnuCallHistory.Text
source: Call &History
de: Anruf&Liste

# mnuPlugins.Text
source: &Add-On Modules
de: &Add-On Module

# mnuShowCommonTasks.Text
source: Show Common Tasks Pane
de: zeige allgemeine Aufgabenliste

# mnuView.Text
source: &View
de: &Zeigen

# mnuPurchase.Text
source: Purchase CallButler...
de: CallButler kaufen

# mnuRegister.Text
source: Enter Your License Key...
de: Geben Sie Ihren Lizenzkey ein ...

# checkForUpdatesToolStripMenuItem.Text
source: Check For Updates...
de: Update-Prüfung

# mnuAbout.Text
source: &About...
de: &Über

# mnuHelp.Text
source: &Help
de: &Hilfe

# mnuMain.Text
source: mnuMain
de: Hauptmenü

# btnDownloadNewVersion.Text
source: Click here to download...
de: Klicken Sie hier für den Download...

# label1.Text
source: A new version of CallButler is available.
de: Eine neue CallButler-Version ist verfügbar.

# btnHideUpdateNotification.Text
source: Hide
de: Ausblenden

# btnManageGeneralSettings.Text
source: Manage Settings...
de: Einstellungen verwalten

# btnAddCallPersonalization.Text
source: Add Call Personalization...
de: Hinzufügen von Anrufpersonalisierung

# btnAddNewDepartment.Text
source: Add a new Department...
de: Hinzufügen einer neuen Abteilung

# btnNewExtension.Text
source: Add a new Extension...
de: Hinzufügen einer neuen Durchwahl

# grpCallHistory.Text
source: Common Tasks
de: Allgemeine Aufgaben

# btnExtensions.Text
source: Extensions
de: Durchwahlen

# btnScriptSchedule.Text
source: Script Schedule
de: Skript Zeitplan

# btnCallFlow.Text
source: Call Flow
de: Gesprächsablauf

# btnCallPersonalization.Text
source: Call Personalization
de: Anruf-Personalisierung

# btnTestDrive.Text
source: Test Drive
de: Test

# btnProviders.Text
source: Phone Numbers
de: VoIP Provider

# btnPlugins.Text
source: Add-on Modules
de: Add-on Module

# btnBackToSummary.Text
source: Back to Summary
de: Zurück zur Zusammenfassung

# lblHeaderCaption.Text
source: No Connection
de: keine Verbindung

# lblViewTitle.Text
source: No Connection
de: keine Verbindung
