Repository: cetin01/callbutler-in-vs2008
Catalog: trunk/Management Plugins/CallButler.Manager.GenericSIPProviderPlugin/ProviderEditorForm.*.resx
Languages: de

# lblSipRegistration.HelpText
source: Most VoIP providers require SIP registration in order to receive inbound calls. However if you know for certain that your VoIP provider doesn't require SIP registration you may turn this off to cut down on network traffic.
de: Die meisten VoIP-Provider benötigen eine SIP-Registrierung, um eingehende Anrufe zu empfangen. Sollten Sie jedoch einen VoIP-Provider kennen, der keine SIP-Registrierung erfordert, können Sie dies abschalten, um Netzwerktraffic einzusparen.

# lblSipRegistration.HelpTitle
source: Enable SIP Registration
de: SIP-Registrierung einschalten

# lblSipRegistration.Text
source: Enable SIP Registration
de: SIP-Registrierung einschalten

# smoothLabel7.HelpText
source: Specify the SIP registrar server given to you by your provider. In most cases this is the same value as your domain/realm and proxy server. This value is usually similar in form to sip.domain.com. This field will be used as the "sip.domain.com" paremeter when sent as a URI in SIP messages. Example: "Display Name" <sip:username@sip.domain.com>
de: Definieren Sie den von Ihrem Provider benannten SIP-Registrar. Meistens ist es der gleiche Wert wie bei Domain/Realm und Proxy-Server. Dieser Wert ähnelt meistens dem Wert sip.domain.com. Dieses Feld wird für den Wert "sip.domain.com" verwendet, welches als URI in SIP-Nachrichten mitgesendet wird. z.B. "BildschirmName" <sip:Benutzername@sip.domain.com>

# smoothLabel6.HelpText
source: Specify the SIP proxy server given to you by your provider. In many cases this may be the same value as your domain/realm and proxy server. This value is usually similar in form to sip.domain.com. This field will be used as the "sip.domain.com" paremeter when sent as a URI in SIP messages. Example: "Display Name" <sip:username@sip.domain.com>
de: Tragen Sie hier den von Ihrem Provider benannten SIP Proxy-Server ein. In den meisten Fällen ist dieser Wert identisch mit Domain/Realm und Proxy-Server. Der Wert ähnelt sip.domain.com. Dieses Feld wird für den Wert "sip.domain.com" verwendet, welches als URI in SIP-Nachrichten mitgesendet wird. z.B. "BildschirmName" <sip:Benutzername@sip.domain.com>

# smoothLabel5.HelpText
source: Specify the Domain or Realm given to you by your provider. In many cases this may be the same value as your proxy server and proxy server. This value is usually similar in form to sip.domain.com. This field will be used as the "sip.domain.com" paremeter when sent as a URI in SIP messages. Example: "Display Name" <sip:username@sip.domain.com>
de: Tragen Sie hier die von Ihrem Provider benannte Domain oder Realm ein. Dieser Wert entspricht in den meisten Fällen dem Proxy-Server und sieht so ähnlich wie sip.domain.com aus. Dieses Feld wird für den Wert "sip.domain.com" verwendet, welches als URI in SIP-Nachrichten mitgesendet wird. z.B. "BildschirmName" <sip:Benutzername@sip.domain.com>

# wizardHeader2.Description
source: Please enter the network settings used to connect to your provider
de: Bitte tragen Sie die Netzwerkeinstellungen ein, um sich mit dem Provider zu verbinden

# wizardHeader2.SubTitle
source: Network Settings
de: Netzwerkeinstellungen

# wizardHeader2.Title
source: Internet Telephone Provider
de: VoIP-Provider

# pgNetwork.Text
source: Network Settings
de: Netzwerkeinstellungen

# smoothLabel4.HelpText
source: Specify the password given to you by your provider.
de: Tragen Sie hier das von Ihrem Provider benannte Passwort ein.

# smoothLabel4.HelpTitle
source: Authorization Password
de: Authorisierungs-Passwort

# smoothLabel4.Text
source: Authorization Password
de: Authorisierungs-Passwort

# smoothLabel3.HelpText
source: Specify the authorization username given to you by your provider. In most cases this is the EXACT same value used for your Telephone or Username setting in the previous page.
de: Tragen Sie hier den vom Provider benannten Authorisierten Benutzernamen ein. In den meisten Fällen ist dieser identisch mit den Telefon-oder Benutzernamen auf der vorigen Seite.

# smoothLabel3.HelpTitle
source: Authorization Username
de: Authorisierungs-Benutzername

# smoothLabel3.Text
source: Authorization Username
de: Authorisierungs-Benutzername

# wizardHeader3.Description
source: Please enter your credentials for connecting to your provider
de: Bitte tragen Sie hier Ihre vertraulichen Daten ein, um sich mit dem Provider zu verbinden

# wizardHeader3.SubTitle
source: Authorization
de: Autorisierung

# wizardHeader3.Title
source: Internet Telephone Provider
de: VoIP-Provider

# pgAuth.Text
source: Authorization
de: Authorisierung

# lblEnableProvider.HelpText
source: Check this if you want to accept incoming calls from this provider.
de: Markieren Sie hier, wenn Sie eingehende Anrufe von diesem Provider zulassen.

# lblEnableProvider.HelpTitle
source: Enable this Provider
de: Aktiviere diesen Provider

# lblEnableProvider.Text
source: Enable this Provider
de: Aktiviere diesen Provider

# smoothLabel2.HelpText
source: Specify the telephone number or username given to you by your provider. In most cases this is your telephone number (without any punctuation or spaces), but some providers may assign you a specific username. This field will be used as the "username" paremeter when sent as a URI in SIP messages. Example: "Display Name" <sip:username@domain.com>
de: Tragen Sie hier von Ihrem Provider benannte Telefonnummer bzw. Benutzername ein. In den meisten Fällen entspricht dies der Telefonnummer ohne Sonder/Leerzeichen, dennoch gibt es auch Provider, die spezielle Benutzernamen festlegen. Dieses Feld wird für den Wert "sip.domain.com" verwendet, welches als URI in SIP-Nachrichten mitgesendet wird. z.B. "BildschirmName" <sip:Benutzername@sip.domain.com>

# smoothLabel2.HelpTitle
source: Telephone Number or Username
de: Telefonnummer oder Benutzername

# smoothLabel2.Text
source: Telephone Number or Username
de: Telefonnummer oder Benutzername

# smoothLabel1.HelpText
source: Specify the name you want callers to see when you make calls from CallButler. Normally this can be anything you want, but some VoIP providers may require you to use a specific value. This field will be used as the "Display Name" paremeter when sent as a URI in SIP messages. Example: "Display Name" <sip:username@domain.com> Note: Some VoIP providers may choose ignore this field and override your setting.
de: Tragen Sie den Namen ein, welchen die Anrufer sehen sollen, wenn Sie über CallButler telefonieren. Normalerweise kann das ein beliebiger Name sein, aber es gibt auch VoIP-Provider, die einen bestimmten Wert erwarten. Dieses Feld wird für den Wert "sip.domain.com" verwendet, welches als URI in SIP-Nachrichten mitgesendet wird. z.B. "BildschirmName" <sip:Benutzername@sip.domain.com> Achtung: Manche VoIP-Provider ignorieren diesen Eintrag und überschreiben Iihre Einstellung.

# smoothLabel1.HelpTitle
source: Display Name (Caller ID)
de: Bildschirmname (AnruferID)

# smoothLabel1.Text
source: Display Name (Caller ID)
de: Bildschirmname (AnruferID)

# lblContinueCall.HelpText
source: Specify a name for this provider. This is used for your reference only and will not affect any settings for this provider.
de: Tragen Sie hier den Namen des Providers ein. Dies ist nur für interne Zwecke und beeinflusst die Providereinstellungen nicht.

# wizardHeader1.Description
source: Please enter the providers name, caller id and telephone number
de: Bitte tragen Sie den Providernamen, AnruferID und Telefonnummer ein

# wizardHeader1.SubTitle
source: General Settings
de: Allgemeine Einstellungen

# wizardHeader1.Title
source: Internet Telephone Provider
de: VoIP-Provider

# pgGeneral.Text
source: General Settings
de: Allgemeine Einstellungen

# $this.Text
source: Internet Telephone Provider Settings
de: Provider
